import React from 'react';
import './Council.css';

export const Council = () => {
        return (
            <div className="council">
                    <p className="heading">Совет депутатов</p>
                    <p>Представительный орган местного самоуправления</p>
                    <p>Совет депутатов муниципального образования – Малинищинское сельское поселение Пронского муниципального района Рязанской области</p>
                    <p>Адрес: 391143, Рязанская область, Пронский район, с. Малинищи</p>
                    <div className="list">
                            <p className="list-item"><strong>Мазин Виктор Юрьевич</strong>Председатель Совета депутатов</p>
                            <p className="list-item"><strong>Бабичев Виталий Александрович</strong>Депутат</p>
                            <p className="list-item"><strong>Демидова Ирина Владимировна</strong>Депутат</p>
                            <p className="list-item"><strong>Должникова Нелли Ивановна</strong>Депутат</p>
                            <p className="list-item"><strong>Кожечкина Ирина Станиславовна</strong>Депутат, секретарь Совета депутатов</p>
                            <p className="list-item"><strong>Коняев Евгений Романович</strong>Депутат</p>
                            <p className="list-item"><strong>Материкин Александр Павлович</strong>Депутат, зам. председателя Совета депутатов</p>
                            <p className="list-item"><strong>Ставаракий Андрей Георгиевич</strong>Депутат</p>
                            <p className="list-item"><strong>Солодилова Майя Васильевна</strong>Депутат</p>
                            <p className="list-item"><strong>Ульянов Александр Сергеевич</strong>Депутат</p>
                    </div>
                    <p>Полномочия Совета депутатов Малинищинского сельского поселения:</p>
                    <ul>
                            <li>Принятие Устава муниципального образования — Малинищинское сельское поселение, внесение в него изменений и дополнений;</li>
                            <li>Утверждение местного бюджета и отчет о его исполнении;</li>
                            <li>Установление, изменение и отмена местных налогов и сборов в соответствии с законодательством Российской Федерации о налогах и сборах;</li>
                            <li>Определение порядка управления и распоряжения имуществом, находящимся в муниципальной собственности;</li>
                            <li>Определение порядка принятия решений о создании, реорганизации и ликвидации муниципальных предприятий, а также об установлении тарифов на услуги муниципальных предприятий и учреждений, выполнение работ, за исключением случаев, предусмотренных федеральными законами.</li>
                    </ul>
            </div>
        );
};
